<ul class="search-result">
    <li style="text-align: right;">
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>
    <li style="text-align: right;">
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>
    <li style="text-align: right;">
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>
    <li style="text-align: right;">
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>

</ul>