<ul class="search-result">
    <li>
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>
    <li>
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>
    <li>
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>
    <li>
        <h4>جلسة استشارية رقم 45</h4>
        <p class="description">
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
            جلسة استشارية رقم 45
        </p>
    </li>
    
</ul>